Repository: autentia/planning-poker-ios
Catalog: *.lproj/Localizable.strings
Languages: es

# ShirtSizes
source: T-Shirt sizes
es: Tallas de camiseta

# EstimationQuestion
source: What type of estimation do you want to use?
es: ¿Qué estimación quieres usar?

source: Menu
es: Menú

source: Your choice
es: Tu selección

source: Close
es: Cerrar

# RestButton
source: Rest
es: Descansar

# ContinueButton
source: Continue
es: Continuar

# RestText
source: It is needed a rest
es: Se necesita un descanso

# ContinueText
source: Too much time is spent on a point or topic
es: Se está dedicando demasiado tiempo a un punto o tema

# InfinityText
source: The PBI is too big and you have to divide it
es: El PBI es demasiado grande y hay que dividirlo

# DoneText
source: The PBI is already done or does not require any effort
es: El PBI ya está hecho o no requiere ningún esfuerzo
